[
  {
    "name": "Nightmare’s Master",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "At the start of the Fight phase , each enemy unit within Engagement Range of the bearer must take a Battle-shock test ."
  },
  {
    "name": "Tyrant’s Shadow",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "At the end of your Command phase , select one objective marker the bearer is within range of and that you control. That objective marker remains under your control until your opponent’s Level of Control over that objective marker is greater than yours at the end of a phase. In addition, until you lose control of that objective marker, it has the Deathly Terror ability as if it were a CHAOS KNIGHTS model from your army."
  },
  {
    "name": "Malevolent Heraldry",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "Each time you roll dice to randomly select which Dread abilities are active for your army, if the bearer is on the battlefield, you can re-roll one or both results rolled."
  },
  {
    "name": "Veil of Medrengard",
    "detachment": "",
    "pointsCost": 35,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "The bearer has a 4+ invulnerable save against ranged attacks, and a 5+ invulnerable save against melee attacks."
  },
  {
    "name": "Knight Diabolus",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "Improve the Weapon Skill characteristic of the bearer’s melee weapons by 1. While the bearer is using the Diabolic Power ability, its melee weapons have the [LANCE] ability."
  },
  {
    "name": "Blasphemous Engine",
    "detachment": "",
    "pointsCost": 35,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "Add 2 to the bearer’s Wounds characteristic. Each time the bearer’s unit makes a Malefic Surge , you can re-roll the Leadership test taken to see if it suffers any mortal wounds ."
  },
  {
    "name": "Fleshmetal Fusion",
    "detachment": "",
    "pointsCost": 35,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "Add 1 to the bearer’s Toughness characteristic. While the bearer is using the Unnatural Fortitude ability, each time an attack with a Damage characteristic of 1 is allocated to the bearer, add 1 to any armour saving throw made against that attack."
  },
  {
    "name": "Bestial Aspect",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "The bearer’s ranged weapons have the [assault] ability. While the bearer is using the Unholy Hunger ability, it can ignore any or all modifiers to its Move characteristic and/or to Advance rolls made for its unit."
  },
  {
    "name": "Throne Mechanicum of Skulls",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "You can re-roll Charge rolls made for the bearer’s unit. In addition, once per battle, in your Charge phase , the bearer can use this Enhancement. If it does, until the end of the phase, the bearer’s unit is eligible to declare a charge in a turn in which it Advanced ."
  },
  {
    "name": "Blade of Celerity",
    "detachment": "",
    "pointsCost": 35,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "The bearer’s ranged weapons have the [ASSAULT] ability. In addition, once per battle, in the Fight phase , the bearer can use this Enhancement. If it does, until the end of the phase, models in the bearer’s unit have the Fights First ability."
  },
  {
    "name": "Warp-borne Stalker",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "The bearer has the Deep Strike ability. In addition, once per battle, at the end of your opponent’s turn, if the bearer is not within Engagement Range of one or more enemy units, you can remove it from the battlefield and place it into Strategic Reserves ."
  },
  {
    "name": "Putrid Carapace",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "The bearer has a Save characteristic of 2+. In addition, once per battle, at the start of either player’s Command phase , the bearer can use this Enhancement. If it does, the bearer regains up to D6 lost wounds."
  },
  {
    "name": "Mirror of Fates",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "Once per battle round , you can target the bearer’s unit with the Command Re-roll Stratagem for 0CP, and can do so even if another unit from your army has already been targeted by that Stratagem this phase. In addition, you gain Lord of Deceit ability: Lord of Deceit (Aura): Each time your opponent targets a unit from their army with a Stratagem, if that unit is within 12\" of this model, increase the cost of that use of that Stratagem by 1CP."
  },
  {
    "name": "Blessing of the Dark Master",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "The bearer has the Stealth ability. In addition, once per battle, after you make a saving throw for the bearer, you can change the Damage characteristic of that attack to 0."
  },
  {
    "name": "Preyslayer’s Mantle",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "WAR DOG model only.",
    "effect": "The bearer has the Super-heavy Walker ability."
  },
  {
    "name": "Final Howl (Aura)",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "WAR DOG model only.",
    "effect": "While a friendly War Dog model is within 6\" of the bearer, each time that model makes an attack, re-roll a Wound roll of 1."
  },
  {
    "name": "Loping Predator",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "WAR DOG model only.",
    "effect": "The bearer’s ranged weapons have the [assault] ability."
  },
  {
    "name": "Panoply of the Cursed Knight",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "WAR DOG model only.",
    "effect": "Each time an attack targets the bearer, worsen the Armour Penetration characteristic of that attack by 1."
  },
  {
    "name": "Profane Altar",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "Each time the bearer makes a Dark Sacrifice, the maximum number of models are destroyed in the selected DAMNED unit (i.e. 3 if the unit’s Leadership test is passed, or 6 if it is failed) but, until the end of the phase, the bearer’s weapons have both [LETHAL HITS] and [SUSTAINED HITS 1] ."
  },
  {
    "name": "Pave the Way",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "At the start of the Declare Battle Formations step, you can select up to three DAMNED units from your army. The selected units have the Scouts 6\" ability."
  },
  {
    "name": "Tyrant’s Banner",
    "detachment": "",
    "pointsCost": 5,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "Each time the bearer makes a Dark Sacrifice, select one visible friendly DAMNED unit to take a Leadership test instead of a friendly DAMNED unit within 6\"."
  },
  {
    "name": "Diabolical Resilience",
    "detachment": "",
    "pointsCost": 35,
    "restrictions": "CHAOS KNIGHTS model only.",
    "effect": "The bearer has the Feel No Pain 6+ ability and you can ignore any or all modifiers to its Move characteristic and/or to any Advance or Charge rolls made for it."
  },
  {
    "name": "Mirror of Fates",
    "detachment": "",
    "pointsCost": 0,
    "restrictions": "",
    "effect": ""
  }
]