[
  {
    "name": "Radial Suffusion",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "ADEPTUS MECHANICUS model only.",
    "effect": "From the second battle round onwards, when resolving the Fallout effect of the Rad-bombardment Detachment rule, if the bearer is on the battlefield, roll one D6 for each enemy unit within 6\" of your opponent’s deployment zone, in addition to those that are within your opponent’s deployment zone."
  },
  {
    "name": "Malphonic Susurrus",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "ADEPTUS MECHANICUS model only.",
    "effect": "While the bearer is leading a unit, models in that unit have the Stealth ability."
  },
  {
    "name": "Peerless Eradicator",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "ADEPTUS MECHANICUS model only.",
    "effect": "While the bearer is leading a unit, ranged weapons equipped by models in that unit have the [SUSTAINED HITS 1] ability."
  },
  {
    "name": "Autoclavic Denunciation",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "ADEPTUS MECHANICUS model only.",
    "effect": "Ranged weapons equipped by the bearer have the [ANTI-INFANTRY 2+] and [ANTI-MONSTER 4+] abilities."
  },
  {
    "name": "Cantic Thrallnet",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "SKITARII MARSHAL model only.",
    "effect": "At the start of the battle round , you can select one friendly SKITARII unit within 12\" of the bearer. Until the start of the next battle round, the Protector Imperative and the Conqueror Imperative are both active for that unit."
  },
  {
    "name": "Clandestine Infiltrator",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "SKITARII model only.",
    "effect": "The bearer, and models in any unit they are leading, have the Infiltrators and Scouts 6\" abilities."
  },
  {
    "name": "Veiled Hunter",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "SKITARII MARSHAL model only.",
    "effect": "After both players have deployed their armies, you can select up to three SKITARII INFANTRY units from your army and redeploy all of those units. When doing so, any of those units can be placed into Strategic Reserves , regardless of how many units are already in Strategic Reserves."
  },
  {
    "name": "Battle-sphere Uplink",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "SKITARII model only.",
    "effect": "In your Shooting phase , after the bearer’s unit has shot, if it is not within Engagement Range of one or more enemy units, that unit can make a Normal move of up to 6\". If it does, until the end of the turn, that unit is not eligible to declare a charge ."
  },
  {
    "name": "Mechanicus Locum",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "The bearer has a Leadership characteristic of 6+ and, once per battle, at the start of any phase, you can select one friendly CULT MECHANICUS unit that is Battle-shocked and within 12\" of the bearer. That unit is no longer Battle-shocked."
  },
  {
    "name": "Mantle of the Gnosticarch",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "Each time an attack is allocated to the bearer, change the Damage characteristic of that attack to 1."
  },
  {
    "name": "Data-blessed Autosermon",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "Once per battle, at the start of your Command phase , you can select the Benediction of the Omnissiah you did not select at the start of the first battle round . Until the start of your next Command phase, that Benediction of the Omnissiah is active for the bearer’s unit in addition to the one that is currently active for your army."
  },
  {
    "name": "Temporcopia",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "The bearer’s unit has the Fights First ability."
  },
  {
    "name": "Magos",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "At the end of your Command phase , if the bearer is within range of your Acquisition objective marker , roll one D6: on a 4+, you gain 1CP."
  },
  {
    "name": "Genetor",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "While the bearer is leading a unit that is within range of your Acquisition objective marker , models in that unit have a 4+ invulnerable save ."
  },
  {
    "name": "Logis",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "While the bearer is leading a unit, each time a model in that unit makes an attack that targets a unit within range of your Acquisition objective marker , add 1 to the Hit roll ."
  },
  {
    "name": "Artisan",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "While the bearer is leading a unit that is within range of your Acquisition objective marker , once per phase, you can change the result of one Hit roll , one Wound roll or one saving throw made for that unit to an unmodified 6."
  },
  {
    "name": "Necromechanic",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "Once per battle round , when a saving throw made for a friendly LEGIO CYBERNETICA or ADEPTUS MECHANICUS VEHICLE model within 12\" of the bearer is failed, the bearer can use this Enhancement. If they do, change the Damage characteristic of that attack to 0."
  },
  {
    "name": "Lord of Machines",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "Once per turn, at the start of your opponent’s Shooting phase , select one enemy VEHICLE unit within 12\" of and visible to the bearer. That unit must take a Leadership test : if that test is passed, until the end of the phase, each time a model in that unit makes an attack, subtract 1 from the Hit roll ; if that test is failed, that unit is not eligible to shoot this phase."
  },
  {
    "name": "Emotionless Clarity",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "Once per turn, when a friendly LEGIO CYBERNETICA or ADEPTUS MECHANICUS VEHICLE model with the Deadly Demise ability that is within 12\" of the bearer is destroyed , the bearer can use this Enhancement. If it does, do not roll to determine whether any mortal wounds are inflicted as a result of that model’s Deadly Demise ability. Instead, mortal wounds are automatically inflicted."
  },
  {
    "name": "Arch-negator",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "TECH-PRIEST model only.",
    "effect": "Ranged weapons equipped by the bearer have the [ANTI-VEHICLE 4+] ability."
  },
  {
    "name": "Transoracular Dyad Wafers",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "CYBERNETICA DATASMITH model only.",
    "effect": "When the bearer is attached to a KASTELAN ROBOTS unit, until the end of the battle, models in that unit gain the HALO OVERRIDE keyword. That unit cannot be selected when selecting units as part of the Noospheric Transference Detachment rule."
  },
  {
    "name": "Cognitive Reinforcement",
    "detachment": "",
    "pointsCost": 35,
    "restrictions": "",
    "effect": "ADEPTUS MECHANICUS model only (excluding CYBERNETICA DATASMITH models). The Conqueror Imperative and Protector Imperative are both active for the bearer’s unit."
  },
  {
    "name": "Sanctified Ordnance",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "ADEPTUS MECHANICUS model only.",
    "effect": "Add 6\" to the range characteristic of ranged weapons equipped by models in the bearer’s unit and, each time a Hazardous test is taken for that unit, you can re-roll the result."
  },
  {
    "name": "Inloaded Lethality",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "TECH-PRIEST DOMINUS or TECH-PRIEST MANIPULUS model only.",
    "effect": "Add 3 to the Attacks characteristic of the bearer’s melee weapons and add 1 to the Damage characteristic of the bearer’s melee weapons."
  }
]