[
  {
    "name": "Combined Arms",
    "ruleName": "Born Soldiers",
    "ruleText": "Each time a model in a REGIMENT unit from your army makes a ranged attack that targets a visible unit (excluding MONSTERS and VEHICLES ), that attack has the [LETHAL HITS] ability. Each time a model in a SQUADRON unit from your army makes a ranged attack that targets a visible MONSTER or VEHICLE unit, that attack has the [LETHAL HITS] ability."
  },
  {
    "name": "Siege Regiment",
    "ruleName": "Artillery Support",
    "ruleText": "At the start of the battle round , select one of the following types of artillery support. Creeping Barrage: Roll one D6 for each enemy unit that is more than 12\" from every model from your army that is on the battlefield: On a 5+, until the end of the battle round, that unit is shaken. While a unit is shaken, subtract 2\" from its Move characteristic and subtract 2 from Charge rolls made for it. The maximum number of units that can be shaken by this rule in each battle round depends on the battle size, as shown below. Incendiary Bombardment: Select a number of enemy units more than 12\" from every model from your army that is on the battlefield. Until the end of the battle round, those enemy units are scattered. While a unit is scattered, it cannot have the Benefit of Cover . The maximum number of units you can select in this way depends on the battle size, as shown below. Smoke Shells: Select a number of units from your army. Until the end of the battle round, those units have the Stealth ability. BATTLE SIZE MAXIMUM NUMBER OF UNITS Incursion 2 Strike Force 3 Onslaught 4"
  },
  {
    "name": "Mechanised Assault",
    "ruleName": "Armoured Fist",
    "ruleText": "Each time an ASTRA MILITARUM model from your army makes a ranged attack in a turn in which it disembarked from a TRANSPORT , add 1 to the Wound roll ."
  },
  {
    "name": "Hammer of the Emperor",
    "ruleName": "Iron Tread",
    "ruleText": "Each time a SQUADRON unit from your army Advances, do not make an Advance roll for it; until the end of the phase, add 6\" to the Move characteristic of models in that unit, and when making that Advance move, that unit can move within Engagement Range of enemy models but cannot end that move within Engagement Range of enemy models."
  },
  {
    "name": "Recon Element",
    "ruleName": "Masters of Camouflage",
    "ruleText": "ASTRA MILITARUM WALKER and REGIMENT models from your army have the Benefit of Cover . While such a model has the Benefit of Cover for any other reason (e.g. because it is wholly within a RUIN ), improve the Save characteristic of that model by 1 (to a maximum of 3+)."
  },
  {
    "name": "Bridgehead Strike",
    "ruleName": "Only the Best",
    "ruleText": "Each time an ASTRA MILITARUM INFANTRY model from your army makes a ranged attack, re‐roll a Hit roll of 1."
  },
  {
    "name": "Grizzled Company",
    "ruleName": "Ruthless Discipline",
    "ruleText": "Add 1 to the number of Orders each ASTRA MILITARUM OFFICER model from your army can issue, as stated on their datasheet . While an ASTRA MILITARUM unit from your army is affected by an Order, each time a model in that unit makes an attack, re-roll a Hit roll of 1."
  }
]