[
  {
    "name": "Exemplar of the Kauyon",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "",
    "effect": "T’AU EMPIRE model only (excluding KROOT SHAPER models). While the bearer is leading a unit, the Patient Hunter Detachment rule applies to that unit from the second battle round onwards instead of from the third."
  },
  {
    "name": "Precision of the Patient Hunter",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "T’AU EMPIRE model only.",
    "effect": "Each time the bearer makes a ranged attack, add 1 to the Hit roll . From the third battle round onwards, add 1 to the Wound roll as well."
  },
  {
    "name": "Solid-image Projection Unit",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "T’AU EMPIRE model only.",
    "effect": "After both players have deployed their armies, select up to three T’AU EMPIRE units from your army and redeploy them. When doing so, you can set those units up in Strategic Reserves if you wish, regardless of how many units are already in Strategic Reserves."
  },
  {
    "name": "Through Unity, Devastation",
    "detachment": "",
    "pointsCost": 40,
    "restrictions": "",
    "effect": "T’AU EMPIRE model only (excluding KROOT SHAPER models). While the bearer is leading a unit, each time that unit is an Observer unit , until the end of the phase, ranged weapons equipped by models in a Guided unit have the [LETHAL HITS] ability while targeting their Spotted unit ."
  },
  {
    "name": "Coordinated Exploitation",
    "detachment": "",
    "pointsCost": 40,
    "restrictions": "",
    "effect": "T’AU EMPIRE model only (excluding KROOT SHAPER models). While the bearer is leading a unit, each time that unit is an Observer unit , until the end of the phase, ranged weapons equipped by models in a Guided unit have the [SUSTAINED HITS 1] ability while targeting their Spotted unit ."
  },
  {
    "name": "Exemplar of the Mont’ka",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "",
    "effect": "T’AU EMPIRE model only (excluding KROOT SHAPER models). While the bearer is leading a unit, the Killing Blow Detachment rule applies to that unit during the fourth battle round as well."
  },
  {
    "name": "Strategic Conqueror",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "T’AU EMPIRE model only.",
    "effect": "At the start of the first battle round, before the first turn begins, select one objective marker on the battlefield. While a friendly T’AU EMPIRE model is within range of that objective marker and the bearer is on the battlefield, add 1 to that friendly model’s Objective Control characteristic."
  },
  {
    "name": "Strike Swiftly",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "T’AU EMPIRE model only.",
    "effect": "At the start of the battle, before any moves are made using the Scouts ability, you can select up to two friendly T’AU EMPIRE units within 6\" of the bearer that do not have the Scouts ability. Until the end of the battle, all models in the selected units have the Scouts 6\" ability."
  },
  {
    "name": "Internal Grenade Racks",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "T’AU EMPIRE BATTLESUIT model only.",
    "effect": "The bearer has the Grenades keyword, and each time the bearer ends a Normal move , you can select one enemy unit that it moved over during that move. If you do, roll six D6: for each 4+, that enemy unit suffers 1 mortal wound ."
  },
  {
    "name": "Prototype Weapon System",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "T’AU EMPIRE BATTLESUIT model only.",
    "effect": "Each time the bearer is selected to shoot, select either the [LETHAL HITS] or [SUSTAINED HITS 1] ability. Until those attacks are resolved, ranged weapons equipped by the bearer have the selected ability."
  },
  {
    "name": "Puretide Engram Neurochip",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "T’AU EMPIRE BATTLESUIT model only.",
    "effect": "Each time you target the bearer’s unit with a Stratagem , roll one D6: on a 4+, you gain 1CP."
  },
  {
    "name": "Starflare Ignition System",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "T’AU EMPIRE BATTLESUIT model only.",
    "effect": "At the end of your opponent’s turn, if the bearer’s unit is not within Engagement Range of one or more enemy units, you can remove that unit from the battlefield and place it into Strategic Reserves ."
  },
  {
    "name": "Borthrod Gland",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "",
    "effect": "Kroot Flesh Shaper only. While the bearer is leading a unit, each time a model in that unit makes a melee attack, an unmodified Hit roll of 5+ scores a Critical Hit ."
  },
  {
    "name": "Kroothawk Flock",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "KROOT model only.",
    "effect": "Ranged weapons equipped by models in the bearer’s unit have the [IGNORES COVER] ability, and enemy units that are set up on the battlefield as Reinforcements cannot be set up within 12\" horizontally of the bearer."
  },
  {
    "name": "Nomadic Hunter",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "KROOT TRAIL SHAPER model only.",
    "effect": "While the bearer is leading a unit, add 3\" to the Move characteristic of models in that unit and ranged weapons equipped by models in that unit have the [ASSAULT] ability."
  },
  {
    "name": "Root-carved Weapons",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "Kroot War Shaper model only.",
    "effect": "All weapons equipped by the bearer have the [PRECISION] and [DEVASTATING WOUNDS] abilities."
  },
  {
    "name": "Student of Kauyon",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "KROOT SHAPER model only.",
    "effect": "In the Declare Battle Formations step, you can select up to three KROOT CARNIVORES or KROOT FARSTALKERS units from your army. Models in those units have the Deep Strike ability."
  },
  {
    "name": "Admired Leader",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "",
    "effect": "T’AU EMPIRE model (excluding KROOT models) only. In your Command phase , you can select one KROOT or VESPID STINGWINGS unit within 12\" of the bearer. If you do, until the start of your next Command phase, improve the Leadership characteristic of models in that unit by 1, and while such a unit is not Battle-shocked , add 1 to the Objective Control characteristic of models in that unit."
  },
  {
    "name": "Fanatical Convert",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "KROOT model only.",
    "effect": "The bearer’s unit has the For the Greater Good ability."
  },
  {
    "name": "Transponder Lock Module",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "",
    "effect": "T’AU EMPIRE WALKER model with the Deep Strike ability only. The bearer’s unit can be set up using the Deep Strike ability in the Reinforcements step of your first, second or third Movement phase , regardless of any mission rules. During your first Movement phase, when you set up the bearer’s unit, it must be set up within 12\" of one or more friendly KROOT or VESPID STINGWINGS units and not within 9\" horizontally of one or more enemy units."
  },
  {
    "name": "Supernova Launcher",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "T’AU EMPIRE model only.",
    "effect": "Select one airbursting fragmentation projector equipped by the bearer. Improve the Strength characteristic of that weapon by 3, and improve the Armour Penetration and Damage characteristics of that weapon by 1."
  },
  {
    "name": "Thermoneutronic Projector",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "T’AU EMPIRE model only.",
    "effect": "Select one T’au flamer equipped by the bearer. Improve the Strength characteristic of that weapon by 2, and improve the Armour Penetration and Damage characteristics of that weapon by 1."
  },
  {
    "name": "Plasma Accelerator Rifle",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "T’AU EMPIRE model only.",
    "effect": "Select one plasma rifle equipped by the bearer. Improve the Strength characteristic of that weapon by 2, and improve the Attacks, Armour Penetration and Damage characteristics of that weapon by 1."
  },
  {
    "name": "Fusion Blades",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "T’AU EMPIRE model only.",
    "effect": "Select one fusion blaster equipped by the bearer. Improve the Attacks characteristic of that weapon by 1, improve the Strength characteristic of that weapon by 3, and that weapon has the [MELTA 4] ability."
  }
]