[
  {
    "name": "A’rgath, the King of Blades",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "KHORNE LEGIONES DAEMONICA model only.",
    "effect": "Add 1 to the Attacks and Strength characteristics of the bearer’s melee weapons. While the bearer is within your army’s Shadow of Chaos , add 2 to the Attacks and Strength characteristics of the bearer’s melee weapons instead."
  },
  {
    "name": "Soulstealer",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "SLAANESH LEGIONES DAEMONICA model only.",
    "effect": "Each time the bearer destroys an enemy model with a melee attack, roll one D6, adding 1 to the result if the bearer is within your army’s Shadow of Chaos . On a 4+, the bearer regains 1 lost wound."
  },
  {
    "name": "The Endless Gift",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "NURGLE LEGIONES DAEMONICA model only.",
    "effect": "The bearer has the Feel No Pain 5+ ability."
  },
  {
    "name": "The Everstave",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "TZEENTCH LEGIONES DAEMONICA model only.",
    "effect": "Add 1 to the Strength characteristic of the bearer’s ranged weapons and increase the Range characteristic of such weapons by 3\". While the bearer is within your army’s Shadow of Chaos , add 2 to the Strength characteristic of the bearer’s ranged weapons and increase the Range characteristic of such weapons by 6\" instead."
  },
  {
    "name": "Leaping Shadows",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "SHADOW LEGION model only.",
    "effect": "Models in the bearer’s unit have the Scouts 9\" ability."
  },
  {
    "name": "Mantle of Gloom (Aura)",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "SHADOW LEGION model only.",
    "effect": "While an enemy unit is within Engagement Range of the bearer’s unit, subtract 1 from the Objective Control characteristic of models in that enemy unit."
  },
  {
    "name": "Fade to Darkness",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "SHADOW LEGION model only.",
    "effect": "At the end of the Fight phase , if the bearer’s unit destroyed one or more enemy units this phase and is not within Engagement Range of one or more enemy units, you can remove the bearer’s unit from the battlefield and place it into Strategic Reserves ."
  },
  {
    "name": "Malice Made Manifest",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "SHADOW LEGION model only.",
    "effect": "At the start of the Fight phase , select one enemy unit within Engagement Range of the bearer’s unit and roll one D6: on a 2-5, that enemy unit suffers D3 mortal wounds ; on a 6, that enemy unit suffers 3 mortal wounds."
  },
  {
    "name": "Slaughterthirst (Aura)",
    "detachment": "",
    "pointsCost": 25,
    "restrictions": "LEGIONES DAEMONICA KHORNE model only.",
    "effect": "While a friendly LEGIONES DAEMONICA KHORNE unit (excluding MONSTERS ) is within 6\" of the bearer, weapons equipped by models in that unit have the [LANCE] ability."
  },
  {
    "name": "Fury’s Cage",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "LEGIONES DAEMONICA KHORNE MONSTER model only.",
    "effect": "Each time the bearer is selected to fight, it can use this Enhancement. If it does, the bearer suffers D3+1 mortal wounds , and until the end of the phase, each time it makes an attack, you can re-roll the Hit roll and you can re-roll the Wound roll ."
  },
  {
    "name": "Brazenmaw",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "LEGIONES DAEMONICA KHORNE model only.",
    "effect": "Add 2 to Charge rolls made for the bearer’s unit."
  },
  {
    "name": "Gateway Unto Damnation",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "LEGIONES DAEMONICA KHORNE MONSTER model only.",
    "effect": "The bearer’s Deadly Demise ability inflicts mortal wounds on a D6 roll of 2+ instead of on a 6. In addition, if the bearer has destroyed one or more enemy units this battle, the bearer has the Deadly Demise D3+3 ability, instead of any other Deadly Demise ability on its datasheet."
  },
  {
    "name": "False Majesty (Aura)",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "LEGIONES DAEMONICA SLAANESH model only.",
    "effect": "While a friendly LEGIONES DAEMONICA SLAANESH unit (excluding MONSTERS ) is within 6\" of the bearer, each time a model in that unit makes a melee attack, add 1 to the Wound roll ."
  },
  {
    "name": "Dreaming Crown (Aura)",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "LEGIONES DAEMONICA SLAANESH model only.",
    "effect": "While a friendly LEGIONES DAEMONICA SLAANESH unit (excluding MONSTERS ) is within 6\" of the bearer, each time a model in that unit makes a melee attack, add 1 to the Hit roll ."
  },
  {
    "name": "Avatar of Perfection",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "LEGIONES DAEMONICA SLAANESH MONSTER model only.",
    "effect": "At the start of each phase, if there are no other friendly units within 6\" of the bearer, you can: re-roll Advance rolls made for the bearer; re-roll Charge rolls made for the bearer; ignore any or all modifiers to its Move characteristic and to any Advance and/or Charge rolls made for the bearer."
  },
  {
    "name": "Soul Glutton",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "LEGIONES DAEMONICA SLAANESH MONSTER model only.",
    "effect": "At the end of the Fight phase , if one or more enemy models were destroyed this phase as a result of one or more of the bearer’s attacks, it can use this Enhancement. If it does, it regains up to D3 lost wounds."
  },
  {
    "name": "Cankerblight",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "LEGIONES DAEMONICA NURGLE model only.",
    "effect": "Each time an enemy unit (excluding MONSTERS and VEHICLES ) that is within 6\" of the bearer fails a Battle-shock test , the bearer can use this Enhancement. If it does, one model in that unit is destroyed (chosen by its controlling player). Each time the bearer uses this Enhancement, no mortal wounds are inflicted by your army’s Daemonic Terror rule."
  },
  {
    "name": "Maggot Maws",
    "detachment": "",
    "pointsCost": 15,
    "restrictions": "LEGIONES DAEMONICA NURGLE model only.",
    "effect": "In your Shooting phase , select one enemy unit within 6\" of the bearer; that enemy unit must take a Battle-shock test . Then roll one D6: on a 3+, that enemy unit suffers D3 mortal wounds . Each time the bearer uses this Enhancement, no mortal wounds are inflicted by your army’s Daemonic Terror rule."
  },
  {
    "name": "Droning Shroud (Aura)",
    "detachment": "",
    "pointsCost": 35,
    "restrictions": "LEGIONES DAEMONICA NURGLE MONSTER model only.",
    "effect": "While a friendly LEGIONES DAEMONICA NURGLE unit is within 6\" of the bearer, that unit can only be targeted by a ranged attack if the attacking model is within 18\"."
  },
  {
    "name": "Font of Spores (Aura)",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "LEGIONES DAEMONICA NURGLE MONSTER model only.",
    "effect": "While a friendly LEGIONES DAEMONICA NURGLE unit is within 6\" of the bearer, improve the Armour Penetration characteristic of weapons equipped by models in that unit by 1."
  },
  {
    "name": "Inescapable Eye",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "LEGIONES DAEMONICA TZEENTCH model only.",
    "effect": "In your Command phase , if the bearer is on the battlefield, if your opponent has one or more Flux tokens , you gain one additional Flux token."
  },
  {
    "name": "Infernal Puppeteer",
    "detachment": "",
    "pointsCost": 10,
    "restrictions": "LEGIONES DAEMONICA TZEENTCH MONSTER model only.",
    "effect": "In your Shooting phase , the bearer can use this Enhancement. If it does, until the end of the phase, you can select one other friendly visible LEGIONES DAEMONICA TZEENTCH unit within 9\" of the bearer. If you do, when selecting targets for ranged weapons equipped by the bearer, you can measure range and determine visibility from one model of your choice in the selected unit instead. Designer’s Note: When determining if a unit with the Lone Operative ability can be selected as the target, the range is determined from the model of your choice in the selected unit."
  },
  {
    "name": "Neverblade",
    "detachment": "",
    "pointsCost": 20,
    "restrictions": "LEGIONES DAEMONICA TZEENTCH MONSTER model only.",
    "effect": "Improve the Strength characteristic of melee weapons equipped by the bearer by 2, improve the Attacks and Armour Penetration characteristics of melee weapons equipped by the bearer by 1, and each time the bearer makes a melee attack, add 1 to the Hit roll ."
  },
  {
    "name": "Improbable Shield (Aura)",
    "detachment": "",
    "pointsCost": 30,
    "restrictions": "LEGIONES DAEMONICA TZEENTCH model only.",
    "effect": "While a friendly LEGIONES DAEMONICA TZEENTCH unit is within 6\" of the bearer, models in that unit have the Feel No Pain 4+ ability against Psychic Attacks and mortal wounds ."
  }
]