[
  {
    "name": "CORRUPT REALSPACE",
    "detachment": "Demonic Incursion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Start of any Command phase .",
    "target": "One LEGIONES DAEMONICA unit from your army that is within range of an objective marker you control.",
    "effect": "That objective marker is said to be Corrupted and remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn. In addition, while an objective marker is Corrupted and under your control, the area of the battlefield within 6\" of that objective marker is considered to be within your army’s Shadow of Chaos .",
    "restrictions": null
  },
  {
    "name": "WARP SURGE",
    "detachment": "Demonic Incursion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Charge phase .",
    "target": "One LEGIONES DAEMONICA unit from your army that is within your army’s Shadow of Chaos .",
    "effect": "Until the end of the phase, your unit is eligible to declare a charge in a turn in which it Advanced .",
    "restrictions": null
  },
  {
    "name": "DRAUGHT OF TERROR",
    "detachment": "Demonic Incursion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Shooting phase or the Fight phase .",
    "target": "One LEGIONES DAEMONICA unit from your army that has not been selected to shoot or fight this phase.",
    "effect": "Until the end of the phase, improve the Armour Penetration characteristic of weapons equipped by models in that unit by 1. In addition, until the end of the phase, each time such a weapon targets a unit that is Battle-shocked , you can re-roll the Wound roll .",
    "restrictions": null
  },
  {
    "name": "DENIZENS OF THE WARP",
    "detachment": "Demonic Incursion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase .",
    "target": "One LEGIONES DAEMONICA unit from your army that is arriving using the Deep Strike ability this phase.",
    "effect": "Your unit can be set up anywhere on the battlefield that is more than 6\" horizontally away from all enemy models.",
    "restrictions": null
  },
  {
    "name": "THE REALM OF CHAOS",
    "detachment": "Demonic Incursion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "End of your opponent’s turn.",
    "target": "Up to two LEGIONES DAEMONICA units from your army that are within your army’s Shadow of Chaos , or one other LEGIONES DAEMONICA unit from your army.",
    "effect": "Remove the targeted units from the battlefield and place them into Strategic Reserves . They will arrive back on the battlefield in the Reinforcements step of your next Movement phase using the Deep Strike ability.",
    "restrictions": "You cannot target units that are within Engagement Range of one or more enemy units with this Stratagem ."
  },
  {
    "name": "DAEMONIC INVULNERABILITY",
    "detachment": "Demonic Incursion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your opponent’s Shooting phase , just after an enemy unit has selected its targets.",
    "target": "One LEGIONES DAEMONICA unit from your army that was selected as the target of one or more of that enemy unit’s attacks.",
    "effect": "Until the end of the phase, each time an invulnerable saving throw is made for a model in your unit, re-roll a saving throw of 1.",
    "restrictions": null
  },
  {
    "name": "SPITEFUL DEMISE",
    "detachment": "Shadow Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Any phase, just after a SHADOW LEGION unit from your army is destroyed, before removing the last model in that unit from the battlefield and before rolling any dice for the Deadly Demise ability.",
    "target": "That SHADOW LEGION unit. You can use this Stratagem on that unit even though it was just destroyed.",
    "effect": "Roll one D6 for each enemy unit that is within Engagement Range of the last model in your unit, adding 2 to the result if your unit has the SLAANESH keyword: on a 4-5, that enemy unit suffers D3 mortal wounds ; on a 6+, that enemy unit suffers 3 mortal wounds.",
    "restrictions": null
  },
  {
    "name": "CHANNELLED WRATH",
    "detachment": "Shadow Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Fight phase .",
    "target": "One SHADOW LEGION unit from your army that has not been selected to fight this phase.",
    "effect": "Until the end of the phase, melee weapons equipped by models in your unit have the [LANCE] ability. If your unit has the KHORNE keyword, until the end of the phase, improve the Armour Penetration characteristic of those weapons by 1 as well.",
    "restrictions": null
  },
  {
    "name": "DEATH DENIED",
    "detachment": "Shadow Legion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Command phase .",
    "target": "One SHADOW LEGION unit from your army.",
    "effect": "One model in your unit regains up to 3 lost wounds. In addition, If your unit has the TZEENTCH keyword, return up to one destroyed model (excluding CHARACTER models) to your unit with its full wounds remaining.",
    "restrictions": null
  },
  {
    "name": "ENCROACHING DARKNESS",
    "detachment": "Shadow Legion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Shooting phase .",
    "target": "Up to one SHADOW LEGION HERETIC ASTARTES unit from your army and up to one SHADOW LEGION LEGIONES DAEMONICA unit from your army. You can only select units that arrived from Reserves this turn.",
    "effect": "Until the end of the phase, weapons equipped by models in your selected units have the [IGNORES COVER] ability.",
    "restrictions": null
  },
  {
    "name": "SHADE PATH",
    "detachment": "Shadow Legion",
    "cpCost": 2,
    "type": "Battle Tactic",
    "when": "Your opponent’s Charge phase , just after an enemy unit declares a charge .",
    "target": "One SHADOW LEGION unit from your army that was selected as a target of that charge.",
    "effect": "Until the end of the phase, subtract 2 from Charge rolls made for that enemy unit. In addition, if your unit has the NURGLE keyword, that enemy unit must take a Battle-shock test .",
    "restrictions": null
  },
  {
    "name": "BINDING SHADOW",
    "detachment": "Shadow Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "End of your opponent’s Fight phase .",
    "target": "Up to one SHADOW LEGION HERETIC ASTARTES unit from your army and up to one SHADOW LEGION LEGIONES DAEMONICA unit from your army. You can only select units that are not within Engagement Range of one or more enemy units.",
    "effect": "Remove those selected units from the battlefield and place them into Strategic Reserves .",
    "restrictions": null
  },
  {
    "name": "WRATH UNDENIABLE",
    "detachment": "Blood Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Fight phase , just after an enemy unit has selected its targets.",
    "target": "One LEGIONES DAEMONICA KHORNE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Until the end of the phase, each time a model in your unit is destroyed by a melee attack, if that model has not fought this phase, roll one D6: on a 4+, do not remove the destroyed model from play; it can fight after the attacking unit has finished making its attacks, and is then removed from play.",
    "restrictions": null
  },
  {
    "name": "GORE‑HUNGRY ONSLAUGHT",
    "detachment": "Blood Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase or your Charge phase .",
    "target": "One LEGIONES DAEMONICA KHORNE unit from your army.",
    "effect": "Until the end of the phase, each time a model in your unit makes a move, it can move through terrain features .",
    "restrictions": null
  },
  {
    "name": "SKULLS BEGET BLOOD",
    "detachment": "Blood Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Shooting phase .",
    "target": "One LEGIONES DAEMONICA KHORNE INFANTRY or LEGIONES DAEMONICA KHORNE MOUNTED unit from your army (excluding units that Fell Back this turn) that is not within Engagement Range of one or more enemy units.",
    "effect": "Select one enemy unit that is not within Engagement Range of one or more units from your army and is within 8\" of and visible to your unit. Roll six D6: for each 4+, that enemy unit suffers 1 mortal wound .",
    "restrictions": null
  },
  {
    "name": "BLOOD BEGETS SKULLS",
    "detachment": "Blood Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Charge phase .",
    "target": "One LEGIONES DAEMONICA KHORNE unit from your army that has not been selected to charge this phase.",
    "effect": "Until the end of the phase, your unit is eligible to declare a charge in a turn in which it Advanced .",
    "restrictions": null
  },
  {
    "name": "FOOLS’ FLIGHT",
    "detachment": "Blood Legion",
    "cpCost": 2,
    "type": "Strategic Ploy",
    "when": "Your opponent’s Movement phase , just after an enemy unit Falls Back .",
    "target": "One LEGIONES DAEMONICA KHORNE unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit.",
    "effect": "Your unit now declares a charge that targets only that enemy unit, and you resolve that charge. Note that even if that charge is successful, your unit does not receive any Charge bonus this turn.",
    "restrictions": null
  },
  {
    "name": "SHEATHED IN BRASS",
    "detachment": "Blood Legion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your opponent’s Shooting phase , just after an enemy unit has selected its targets.",
    "target": "One LEGIONES DAEMONICA KHORNE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Until the end of the phase, models in your unit have a Save characteristic of 3+.",
    "restrictions": null
  },
  {
    "name": "THIEVES OF PAIN",
    "detachment": "Legion of Excess",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Any phase, just after an attack or mortal wound is allocated to a model in a LEGIONES DAEMONICA SLAANESH unit from your army (excluding MONSTERS and VEHICLES ).",
    "target": "That LEGIONES DAEMONICA SLAANESH unit.",
    "effect": "Select one other friendly LEGIONES DAEMONICA SLAANESH unit that is within 9\" of and visible to your unit. Until the end of the phase, while the selected unit is on the battlefield, each time a model in your unit would lose a wound, inflict 1 mortal wound on the selected unit instead.",
    "restrictions": null
  },
  {
    "name": "ARCHAGONISTS",
    "detachment": "Legion of Excess",
    "cpCost": 2,
    "type": "Battle Tactic",
    "when": "Fight phase .",
    "target": "One LEGIONES DAEMONICA SLAANESH MONSTER unit or up to two LEGIONES DAEMONICA SLAANESH units (excluding MONSTERS ) from your army that have not been selected to fight this phase.",
    "effect": "Until the end of the phase, each time a model in one of those units makes an attack, add 1 to the Wound roll .",
    "restrictions": null
  },
  {
    "name": "SENSORY EXCRUCIATION",
    "detachment": "Legion of Excess",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Command phase .",
    "target": "One LEGIONES DAEMONICA SLAANESH MONSTER unit from your army that is on the battlefield.",
    "effect": "Each unit on the battlefield that is within your army’s Shadow of Chaos must take a Battle-shock test , subtracting 1 from that test if they are Below Half-strength . Designer’s Note: This Stratagem forces all friendly and enemy units alike within your army’s Shadow of Chaos to take a Battle-shock test. This can allow a Chaos Daemons player to heal units from their army through the Daemonic Terror army rule, at the risk of causing some of their own units to become Battle-shocked.",
    "restrictions": null
  },
  {
    "name": "PHANTASMAL LONGING",
    "detachment": "Legion of Excess",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase or your Charge phase .",
    "target": "One LEGIONES DAEMONICA SLAANESH unit from your army.",
    "effect": "Until the end of the phase, each time a model in your unit makes a move, it can move through terrain features .",
    "restrictions": null
  },
  {
    "name": "CAVALCADE OF BLADES",
    "detachment": "Legion of Excess",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Charge phase , just after a LEGIONES DAEMONICA SLAANESH unit from your army ends a Charge move .",
    "target": "That LEGIONES DAEMONICA SLAANESH unit.",
    "effect": "Select one enemy unit within Engagement Range of your unit, then roll one D6 for each model in your unit that is within Engagement Range of that enemy unit, or roll six D6 instead if your unit is a MONSTER unit: for each 4+, that enemy unit suffers 1 mortal wound .",
    "restrictions": null
  },
  {
    "name": "OVERWHELMING EXCESS",
    "detachment": "Legion of Excess",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your opponent’s Shooting phase or the Fight phase , just after an enemy unit has selected its targets.",
    "target": "One LEGIONES DAEMONICA SLAANESH unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll .",
    "restrictions": null
  },
  {
    "name": "SEEPING VIRULENCE",
    "detachment": "Plague Legion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Fight phase .",
    "target": "One LEGIONES DAEMONICA NURGLE unit from your army that has not been selected to fight this phase.",
    "effect": "Until the end of the phase, each time a model in that unit makes an attack, an unmodified Hit roll of 5+ scores a Critical Hit.",
    "restrictions": null
  },
  {
    "name": "FEVER VISIONS",
    "detachment": "Plague Legion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Shooting phase or the Fight phase .",
    "target": "One LEGIONES DAEMONICA NURGLE unit from your army that has not been selected to shoot or fight this phase.",
    "effect": "Until the end of the phase, each time a model in your unit makes an attack, add 1 to the Hit roll . After your unit has finished making its attacks, select one enemy unit hit by one or more of those attacks; that enemy unit must take a Battle-shock test .",
    "restrictions": null
  },
  {
    "name": "FOETID RESURGENCE",
    "detachment": "Plague Legion",
    "cpCost": 2,
    "type": "Strategic Ploy",
    "when": "Your Command phase .",
    "target": "One LEGIONES DAEMONICA NURGLE unit from your army that is on the battlefield.",
    "effect": "Return up to 1 destroyed model to your unit, or up to D3 destroyed models instead if your unit is a BATTLELINE unit, with their full wounds remaining. If it is a MONSTER unit, one model in your unit regains up to D3+1 lost wounds instead.",
    "restrictions": null
  },
  {
    "name": "ROT AND RENEWAL",
    "detachment": "Plague Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase or your Charge phase .",
    "target": "One LEGIONES DAEMONICA NURGLE unit from your army.",
    "effect": "Until the end of the phase, each time a model in your unit makes a move, it can move through terrain features .",
    "restrictions": null
  },
  {
    "name": "MURKSHADOWS",
    "detachment": "Plague Legion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Movement phase .",
    "target": "One LEGIONES DAEMONICA NURGLE INFANTRY unit from your army.",
    "effect": "Until the end of the phase, each time your unit makes a Normal move , add 5\" to the Move characteristic of models in your unit.",
    "restrictions": null
  },
  {
    "name": "PLAGUE OF WOES",
    "detachment": "Plague Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your opponent’s Command phase , before selecting any targets for the Melancholic Miasma Detachment rule.",
    "target": "One LEGIONES DAEMONICA NURGLE unit from your army.",
    "effect": "Until the end of the phase, after an enemy unit takes a Battle-shock test as a result of the Melancholic Miasma Detachment rule, select one other enemy unit within 9\" of your unit; that enemy unit must take a Battle-shock test.",
    "restrictions": null
  },
  {
    "name": "IMPOSSIBLE ECLIPSE",
    "detachment": "Scintillating Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Any phase.",
    "target": "One LEGIONES DAEMONICA TZEENTCH MONSTER unit from your army that is on the battlefield.",
    "effect": "Select No Man’s Land or your opponent’s deployment zone, or spend one Flux token and select both. Until the end of the phase, the selected areas of the battlefield are within your army’s Shadow of Chaos .",
    "restrictions": null
  },
  {
    "name": "PYROGENESIS",
    "detachment": "Scintillating Legion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Shooting phase or the Fight phase .",
    "target": "One LEGIONES DAEMONICA TZEENTCH unit from your army that has not been selected to shoot or fight that phase.",
    "effect": "Until the end of the phase, add 2 to the Strength characteristic of weapons equipped by models in your unit, or spend one Flux token and add 3 to the Strength characteristic of those weapons and improve the Armour Penetration characteristic of those weapons by 1 instead.",
    "restrictions": null
  },
  {
    "name": "FLICKERING REALITY",
    "detachment": "Scintillating Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Fight phase , just after an enemy unit has selected its targets.",
    "target": "One LEGIONES DAEMONICA TZEENTCH unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Roll one D6, then you can spend one Flux token to re-roll the result: until the end of the phase, each time an attack targets your unit, on an unmodified Hit roll (after any re-roll) of that result, the attack sequence ends, even if the original Hit roll would have been a Critical Hit . Example: If you roll a 2 and choose to spend one Flux token to re-roll the result, and the re-roll is a 6, then until the end of the phase, each time an attack targets your unit, on an unmodified Hit roll of 6 the attack sequence ends, that attack fails to hit and no Critical Hit effects (e.g. Lethal Hits ) are resolved.",
    "restrictions": null
  },
  {
    "name": "FATEBORNE NIGHTMARES",
    "detachment": "Scintillating Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase or your Charge phase .",
    "target": "One LEGIONES DAEMONICA TZEENTCH unit from your army.",
    "effect": "Until the end of the phase, each time a model in your unit makes a move, it can move through terrain features .",
    "restrictions": null
  },
  {
    "name": "FICKLEFIRE",
    "detachment": "Scintillating Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Shooting phase .",
    "target": "One LEGIONES DAEMONICA TZEENTCH unit from your army that is within Engagement Range of one or more enemy units.",
    "effect": "Until the end of the phase, enemy units are not considered to be within Engagement Range of your unit for the purposes of selecting targets for, and resolving attacks with, ranged weapons. Until the end of the phase, each time an enemy model is destroyed while its unit is within Engagement Range of your unit, roll one D6: on a 5+, your unit suffers 1 mortal wound after the attacking unit has finished making its attacks.",
    "restrictions": null
  },
  {
    "name": "DELIRIUM UNMADE",
    "detachment": "Scintillating Legion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "End of your opponent’s Fight phase .",
    "target": "One LEGIONES DAEMONICA TZEENTCH unit from your army that is not within Engagement Range of one or more enemy units. Alternatively, you can spend one Flux token when you use this Stratagem and target up to two LEGIONES DAEMONICA TZEENTCH units from your army instead (including those within Engagement Range of one or more enemy units).",
    "effect": "Remove your units from the battlefield and place them into Strategic Reserves .",
    "restrictions": null
  },
  {
    "name": "PARTING BLOWS",
    "detachment": "Daemonic Incursion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Fight phase , just after an enemy unit has selected its targets.",
    "target": "One LEGIONES DAEMONICA unit from your army that was selected as the target of one or more of the attacking unit's attacks.",
    "effect": "Until the end of the phase, each time a model in your unit is destroyed , if that model has not fought this phase, roll one D6: on a 4+, do not remove it from play. That destroyed model can fight after the attacking unit has finished making its attacks, and is then removed from play.",
    "restrictions": null
  },
  {
    "name": "UNREAL SPEED",
    "detachment": "Daemonic Incursion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Charge phase .",
    "target": "One INFANTRY LEGIONES DAEMONICA unit from your army.",
    "effect": "Until the end of the phase, your unit is eligible to declare a charge in a turn in which it Advanced or Fell Back .",
    "restrictions": null
  },
  {
    "name": "INSUBSTANTIAL ENTITIES",
    "detachment": "Daemonic Incursion",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase .",
    "target": "One LEGIONES DAEMONICA unit from your army that has not been selected to move this phase.",
    "effect": "The next time your unit is selected to move this phase, models in that unit can move through Walls and closed Hatchways as if they were not there, but when doing so, no model can move more than 6\".",
    "restrictions": "You can only use this Stratagem once."
  },
  {
    "name": "INCORPOREAL TERRORS",
    "detachment": "Daemonic Incursion",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your opponent’s Shooting phase , just after an enemy unit has selected its targets.",
    "target": "One LEGIONES DAEMONICA unit from your army that was selected as the target of one or more of the attacking unit's attacks.",
    "effect": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll .",
    "restrictions": null
  },
  {
    "name": "UNSTOPPABLE SLAUGHTERERS",
    "detachment": "Infernal Onslaught",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Fight phase .",
    "target": "One KHORNE LEGIONES DAEMONICA unit from your army that has not been selected to fight this phase.",
    "effect": "Select one closed Hatchway within 1\" of your unit. Until the end of the phase, your unit is eligible to be selected to fight as if that Hatchway was open. When doing so, that unit can select targets as if that Hatchway was open (that Hatchway is only considered to be open for your unit, not for any other units).",
    "restrictions": null
  },
  {
    "name": "ABJECT HORROR",
    "detachment": "Infernal Onslaught",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Start of the Fight phase .",
    "target": "One KHORNE LEGIONES DAEMONICA unit from your army.",
    "effect": "Each enemy unit within Engagement Range of your unit must take a Battle-shock test , subtracting 1 from the result.",
    "restrictions": null
  },
  {
    "name": "INSUBSTANTIAL ENTITIES",
    "detachment": "Infernal Onslaught",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase .",
    "target": "One KHORNE LEGIONES DAEMONICA unit from your army that has not been selected to move this phase.",
    "effect": "The next time your unit is selected to move this phase, models in that unit can move through Walls and closed Hatchways as if they were not there, but when doing so, no model can move more than 6\".",
    "restrictions": "You can only use this Stratagem once."
  },
  {
    "name": "SWIFT AS MURDER",
    "detachment": "Infernal Onslaught",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase .",
    "target": "One KHORNE LEGIONES DAEMONICA unit from your army that has not been selected to move this phase.",
    "effect": "Until the end of the phase, add 2\" to the Move characteristic of models in your unit.",
    "restrictions": null
  },
  {
    "name": "FOUL RESILIENCE",
    "detachment": "Rotten and Rusted",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your opponent’s Shooting phase or the Fight phase , just after an enemy unit has selected its targets.",
    "target": "One NURGLE LEGIONES DAEMONICA unit from your army (excluding NURGLINGS units) that was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Until the end of the phase, models in your unit have the Feel No Pain 5+ ability.",
    "restrictions": null
  },
  {
    "name": "SICKLY CONTAMINANTS",
    "detachment": "Rotten and Rusted",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "End of the Fight phase , or your opponent’s Shooting phase , just after an enemy unit has selected its targets.",
    "target": "One NURGLE LEGIONES DAEMONICA unit from your army. If this Stratagem is used in your opponent’s Shooting phase, it must target a unit that was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Select one objective marker your unit is within range of. Your unit suffers D3 mortal wounds and that objective marker is Secured by your army. If your unit is a PLAGUEBEARERS unit, it only suffers 1 mortal wound, instead of D3.",
    "restrictions": null
  },
  {
    "name": "GLEEFUL INVASION",
    "detachment": "Rotten and Rusted",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your opponent’s Shooting phase or the Fight phase , just after an enemy unit has shot or fought.",
    "target": "One NURGLINGS unit from your army that was selected as the target of one of more of the attacking unit’s attacks.",
    "effect": "Your unit can make a Normal or Fall Back move of up to D6\".",
    "restrictions": null
  },
  {
    "name": "INSUBSTANTIAL ENTITIES",
    "detachment": "Rotten and Rusted",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase .",
    "target": "One NURGLE LEGIONES DAEMONICA unit from your army that has not been selected to move this phase.",
    "effect": "The next time your unit is selected to move this phase, models in that unit can move through Walls and closed Hatchways as if they were not there, but when doing so, no model can move more than 6\".",
    "restrictions": "You can only use this Stratagem once."
  },
  {
    "name": "SEDUCTIVE WHISPERS",
    "detachment": "Dread Carnival",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Fight phase , just after an enemy unit has selected its targets.",
    "target": "One SLAANESH LEGIONES DAEMONICA unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll .",
    "restrictions": null
  },
  {
    "name": "SOPORIFIC SCENT",
    "detachment": "Dread Carnival",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Movement phase .",
    "target": "One SLAANESH LEGIONES DAEMONICA unit from your army that has not been selected to move this phase.",
    "effect": "Until the end of the phase, Desperate Escape tests taken for models in your unit are automatically passed and your unit does not suffer mortal wounds from the Lithe Killers Detachment rule.",
    "restrictions": null
  },
  {
    "name": "DANCE OF DEATH",
    "detachment": "Dread Carnival",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase , just after a SLAANESH LEGIONES DAEMONICA unit from your army Falls Back .",
    "target": "That SLAANESH unit.",
    "effect": "Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back .",
    "restrictions": null
  },
  {
    "name": "INSUBSTANTIAL ENTITIES",
    "detachment": "Dread Carnival",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase .",
    "target": "One SLAANESH LEGIONES DAEMONICA unit from your army that has not been selected to move this phase.",
    "effect": "The next time your unit is selected to move this phase, models in that unit can move through Walls and closed Hatchways as if they were not there, but when doing so, no model can move more than 6\".",
    "restrictions": "You can only use this Stratagem once."
  },
  {
    "name": "FATE SYPHONING",
    "detachment": "Pandaemoniac Inferno",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your opponent’s Shooting phase or the Fight phase , just after an enemy unit has selected its targets.",
    "target": "One TZEENTCH LEGIONES DAEMONICA unit from your army that is within range of an objective marker and was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Until the end of the phase, you can re-roll saving throws of 1 made for models in your unit.",
    "restrictions": null
  },
  {
    "name": "FICKLE BLESSINGS",
    "detachment": "Pandaemoniac Inferno",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Shooting phase .",
    "target": "One HORRORS unit from your army.",
    "effect": "Until the end of the phase, ranged weapons equipped by models in your unit have the [PISTOL] and [HAZARDOUS] abilities.",
    "restrictions": null
  },
  {
    "name": "ILLUSORY PRESENCE",
    "detachment": "Pandaemoniac Inferno",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Shooting phase , just after a TZEENTCH LEGIONES DAEMONICA unit from your army has shot.",
    "target": "That TZEENTCH unit.",
    "effect": "Your unit can make a Normal move of up to D6\".",
    "restrictions": "Until the end of the turn, your unit is not eligible to declare a charge ."
  },
  {
    "name": "INSUBSTANTIAL ENTITIES",
    "detachment": "Pandaemoniac Inferno",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Movement phase .",
    "target": "One TZEENTCH LEGIONES DAEMONICA unit from your army that has not been selected to move this phase.",
    "effect": "The next time your unit is selected to move this phase, models in that unit can move through Walls and closed Hatchways as if they were not there, but when doing so, no model can move more than 6\".",
    "restrictions": "You can only use this Stratagem once."
  },
  {
    "name": "INSANE BRAVERY",
    "detachment": "Boarding Action",
    "cpCost": 2,
    "type": "Epic Deed",
    "when": "",
    "target": "",
    "effect": "",
    "restrictions": null
  },
  {
    "name": "FIRE OVERWATCH",
    "detachment": "Core",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your opponent’s Movement or Charge phase , just after an enemy unit is set up or when an enemy unit starts or ends a Normal , Advance or Fall Back move , or declares a charge .",
    "target": "One unit from your army that is within 24\" of that enemy unit and that would be eligible to shoot if it were your Shooting phase .",
    "effect": "If that enemy unit is visible to your unit, your unit can shoot that enemy unit as if it were your Shooting phase.",
    "restrictions": "You cannot target a TITANIC unit with this Stratagem. Until the end of the phase, each time a model in your unit makes a ranged attack, an unmodified Hit roll of 6 is required to score a hit, irrespective of the attacking weapon’s Ballistic Skill or any modifiers. You can only use this Stratagem once per turn."
  }
]