[
  {
    "name": "Hallowed Martyrs",
    "ruleName": "The Blood of Martyrs",
    "ruleText": "Each time an ADEPTA SORORITAS model from your army makes an attack, add 1 to the Hit roll if that model’s unit is below its Starting Strength, and add 1 to the Wound roll as well if that model’s unit is Below Half-strength ."
  },
  {
    "name": "Penitent Host",
    "ruleName": "Desperate for Redemption",
    "ruleText": "At the start of the battle round , you can select one of the following Vows of Atonement to be active for your army until the start of the next battle round. You can only select each Vow of Atonement once per battle. The Path of the Penitent With psalms on their lips, the faithful hurl themselves forward. Add 3\" to the Move characteristic of PENITENT models from your army. Absolution in Battle The penitents smite the Emperor's foes with unmatched zeal. Each time a unit from your army is selected to fight, if that unit made a Charge move this turn, until the end of the phase, add 1 to the Attacks and Strength characteristics of melee weapons equipped by PENITENT models in that unit. Death Before Disgrace Even the most grievous wound cannot stop a penitent warrior in their quest to earn redemption in the eyes of the Emperor. Each time a PENITENT model from your army is destroyed by a melee attack, if that model has not fought this phase, roll one D6. On a 2+, do not remove it from play; the destroyed model can fight after the attacking unit has finished making its attacks, and is then removed from play."
  },
  {
    "name": "Bringers of Flame",
    "ruleName": "Fervent Purgation",
    "ruleText": "Ranged weapons equipped by ADEPTA SORORITAS models from your army have the [ASSAULT] ability, and each time an attack made with such a weapon targets a unit within 6\", add 1 to the Strength characteristic of that attack."
  },
  {
    "name": "Army of Faith",
    "ruleName": "Sacred Rites",
    "ruleText": "Each ADEPTA SORORITAS unit from your army can perform up to two Acts of Faith per phase, instead of just one."
  },
  {
    "name": "Champions of Faith",
    "ruleName": "Righteous Purpose",
    "ruleText": "In your Command phase , you can select up to 3 ADEPTA SORORITAS units from your army (including units that are embarked within TRANSPORTS ), until the start of your next Command phase, those units are Righteous. While a unit is Righteous: Add 1\" to the Move characteristic of models in that unit. Improve the Leadership characteristic of models in that unit by 1. Improve the Weapon Skill and Ballistic Skill characteristics of weapons equipped by BATTLE SISTERS SQUAD , CELESTIAN SACRESANTS and PARAGON WARSUITS models in that unit by 1. Keywords While a CELESTIAN SACRESANTS unit from your army is not Battle-shocked , add 1 to the Objective Control characteristic of Celestian Sacresants models in that unit."
  }
]