[
  {
    "name": "Needgaârd Oathband",
    "ruleName": "Martial Leverage",
    "ruleText": "Each time an enemy unit is destroyed, you gain 1YP."
  },
  {
    "name": "Persecution Prospect",
    "ruleName": "Assailed From Every Angle",
    "ruleText": "LEAGUES OF VOTANN units from your army have the following ability: Guerrilla Adepts: In your Shooting phase , just after this unit is selected to shoot, this unit can use this ability. If it does, select one enemy unit (excluding MONSTERS and VEHICLES ). Until the end of the phase, attacks made by models in this unit can only target that enemy unit (and only if it is an eligible target) and, after resolving those attacks, if one or more of those attacks hit that enemy unit, until the start of your next Shooting phase, that enemy unit is assailed (this simply labels that unit for the purposes of this ability and some Enhancements and Stratagems). If that unit is already assailed, until the start of your next Shooting phase, it is also pinned. While a unit is pinned, subtract 2\" from its Move characteristic and subtract 2 from Charge rolls made for it."
  },
  {
    "name": "Dêlve Assault Shift",
    "ruleName": "Fury From The Dêlve",
    "ruleText": "CTHONIAN BESERKS units from your army have the Deep Strike ability. KEYWORDS CTHONIAN BESERKS units from your army gain the BATTLELINE keyword."
  },
  {
    "name": "Brandfast Oathband",
    "ruleName": "Mobile Sensor Relays",
    "ruleText": "LEAGUES OF VOTANN TRANSPORT units from your army have the following ability: Firebase Control (Aura): While a friendly LEAGUES OF VOTANN INFANTRY unit is wholly within 6\" of this TRANSPORT , ranged weapons equipped by models in that INFANTRY unit have the [sustained hits 1] ability."
  },
  {
    "name": "Hearthfyre Arsenal",
    "ruleName": "Optimal Application",
    "ruleText": "At the end of your Command phase , you gain 1YP for each objective marker you control that is not within your deployment zone and has one or more IRON-MASTER and/or MEMNYR STRATEGIST models from your army within range of it (to a maximum of 2YP gained from this Detachment rule per turn). In your Shooting phase , each time a BRÔKHYR , IRONKIN STEELJACKS or ARKANYST EVALUATOR unit from your array is selected to shoot, you can spend 1YP. If you do, until the end of the phase, each time a model in that unit makes an attack, re-roll a Hit roll of 1."
  },
  {
    "name": "Hearthband",
    "ruleName": "Methodical Annihilation",
    "ruleText": "Each time a LEAGUES OF VOTANN model from your army makes an attack with a weapon that targets the closest eligible target or a target that is within Engagement Range of that model’s unit: Re-roll a Wound roll of 1. If your unit is a KÂHL , EINHYR HEARTHGUARD or ÛTHAR THE DESTINED unit, improve the Armour Penetration characteristic of that attack by 1."
  },
  {
    "name": "Mercenary Oathband",
    "ruleName": "Ruthless Reinvestment",
    "ruleText": "Your LEAGUES OF VOTANN units do not have the Hostile Acquisition or Fortify Takeover abilities except as described in this rule. At the start of the battle, your LEAGUES OF VOTANN units have the Hostile Acquisition ability. At the end of your Command phase , you can spend 3YP. If you do, LEAGUES OF VOTANN units from your army lose the Hostile Acquisition ability and gain the Fortify Takeover ability, or vice versa."
  }
]