[
  {
    "name": "Brotherhood Strike",
    "ruleName": "Fury of Titan",
    "ruleText": "Each time a unit from your army is set up using the Deep Strike ability, until the end of the turn, each time a model in that unit makes an attack, re-roll a Hit roll of 1 and re-roll a Wound roll of 1."
  },
  {
    "name": "Hallowed Conclave",
    "ruleName": "Duty Before All",
    "ruleText": "GREY KNIGHTS TERMINATOR units from your army are eligible to shoot and declare a charge in a turn in which they Fell Back ."
  },
  {
    "name": "Banishers",
    "ruleName": "Channelled Force",
    "ruleText": "Each time a GREY KNIGHTS unit from your army is selected to fight, that unit can take a Leadership test . If that test is passed, select one of the following rules. Until the end of the phase, that unit has that rule. Melee weapons equipped by models in this unit with the [psychic] ability also have the [sustained hits 1] ability. Melee weapons equipped by models in this unit with the [psychic] ability also have the [LETHAL HITS] ability."
  },
  {
    "name": "Sanctic Spearhead",
    "ruleName": "Mailed Fist",
    "ruleText": "Each time a GREY KNIGHTS VEHICLE unit from your army Advances, do not make an Advance roll for it; until the end of the phase, add 6\" to the Move characteristic of models in that unit, and until the end of the turn, ranged weapons equipped by models in that unit have the [ASSAULT] ability."
  },
  {
    "name": "Augurium Task Force",
    "ruleName": "Prescient Redeployment",
    "ruleText": "From the second battle round onwards, at the start of your Movement phase , if you did not select the maximum number of GREY KNIGHTS units from your army using the Gate of Infinity ability at the end of your opponent’s previous turn, you can select one GREY KNIGHTS unit from your army that is on the battlefield that could have been selected using the Gate of Infinity ability. Remove that unit from the battlefield and place it into Strategic Reserves . Designer’s Note: This means that your unit can retain its position on the battlefield at the end of your Command phase , and then be placed into Strategic Reserves at the start of your Movement phase, to set it up again in your Reinforcements step in another position."
  },
  {
    "name": "Warpbane Task Force",
    "ruleName": "Hallowed Ground",
    "ruleText": "Certain areas of the battlefield are within your army’s Hallowed Ground, as follows: Your deployment zone is always within your army’s Hallowed Ground. The area of the battlefield within 6\" of one or more PURIFIER SQUAD units from your army is within your army’s Hallowed Ground. At the start of any phase, if you control at least half of the objective markers within No Man’s Land, until the end of that phase, No Man’s Land is within your army’s Hallowed Ground. At the start of any phase, if you control at least half of the objective markers within your opponent’s deployment zone, until the end of that phase, your opponent’s deployment zone is within your army’s Hallowed Ground. Each time a model in a GREY KNIGHTS unit from your army makes a ranged attack that targets a visible target or makes a melee attack, re-roll a Hit roll of 1. If that unit is a PURIFIER SQUAD and/or is wholly within your army’s Hallowed Ground, you can re-roll the Hit roll instead."
  }
]