[
  {
    "name": "RUN THEM THROUGH!",
    "detachment": "Valourstrike Lance",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Fight phase .",
    "target": "One IMPERIAL KNIGHTS unit from your army that has not been selected to fight this phase.",
    "effect": "Until the end of the phase, melee weapons equipped by your models have the [LANCE] ability.",
    "restrictions": null
  },
  {
    "name": "THUNDERSTOMP",
    "detachment": "Valourstrike Lance",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Fight phase .",
    "target": "One IMPERIAL KNIGHTS model from your army that has not been selected to fight this phase.",
    "effect": "Until the end of the phase, the Attacks characteristic of any armoured Feet melee weapons equipped by your model is 8, the Attacks characteristic of any titanic Feet melee weapons equipped by your model is 12, and improve the Armour Penetration characteristic of those weapons by 1.",
    "restrictions": null
  },
  {
    "name": "FULL TILT",
    "detachment": "Valourstrike Lance",
    "cpCost": 2,
    "type": "Battle Tactic",
    "when": "Your Movement phase .",
    "target": "One IMPERIAL KNIGHTS unit from your army that has not been selected to move this phase.",
    "effect": "Until the end of the phase, add 2\" to the Move characteristic of your models and add 2 to Advance rolls made for those model’s units.",
    "restrictions": null
  },
  {
    "name": "VOW OF RETRIBUTION",
    "detachment": "Valourstrike Lance",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Shooting phase .",
    "target": "One IMPERIAL KNIGHTS unit from your army that has not been selected to shoot this phase.",
    "effect": "Until the end of the phase, ranged weapons equipped by your models have the [LETHAL HITS] ability.",
    "restrictions": null
  },
  {
    "name": "TACTICAL FOIL",
    "detachment": "Valourstrike Lance",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your opponent’s Movement phase , just after an enemy unit ends a Normal , Advance or Fall Back move .",
    "target": "One IMPERIAL KNIGHTS model from your army that is within 9\" of that unit.",
    "effect": "Your model can make a Normal move of up to D6\".",
    "restrictions": null
  },
  {
    "name": "ROTATE ION SHIELDS",
    "detachment": "Valourstrike Lance",
    "cpCost": 1,
    "type": "Wargear",
    "when": "Your opponent’s Shooting phase , just after an enemy unit has selected its targets.",
    "target": "One IMPERIAL KNIGHTS unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Until the end of the phase, models in your unit have a 4+ invulnerable save .",
    "restrictions": null
  },
  {
    "name": "DRIVE THEM OUT!",
    "detachment": "Gate Warden Lance",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Shooting phase or the Fight phase .",
    "target": "One IMPERIAL KNIGHTS unit from your army that has not been selected to shoot or fight this phase.",
    "effect": "Until the end of the phase, each time a model in your unit makes an attack that targets an enemy unit on your defensive line , an unmodified Hit roll of 5+ scores a Critical Hit .",
    "restrictions": null
  },
  {
    "name": "LANCEBREAKER",
    "detachment": "Gate Warden Lance",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Fight phase , just after an enemy unit has selected its targets.",
    "target": "One IMPERIAL KNIGHTS unit from your army that was selected as the target of one or more of the attacking unit’s attacks and is on your defensive line .",
    "effect": "Until the end of the phase, each time an attack targets your unit, if the Strength characteristic of that attack is greaterthan the Toughness characteristic of your unit, subtract 1 from the Wound roll",
    "restrictions": null
  },
  {
    "name": "STEADFAST SUPERIORITY",
    "detachment": "Gate Warden Lance",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Fight phase .",
    "target": "One IMPERIAL KNIGHTS unit from your army that is within Engagement Range of one or more enemy units, that is on your defensive line and that has not already been selected to fight this phase.",
    "effect": "Until the end of the phase, each time a model in your unit makes an attack, you can re-roll the Hit roll .",
    "restrictions": null
  },
  {
    "name": "MARSHAL THE DEFENCE",
    "detachment": "Gate Warden Lance",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Movement phase .",
    "target": "Up to two IMPERIAL KNIGHTS units from your army that have not been selected to move this phase.",
    "effect": "Until the end of the phase, add 3\" to the Move characteristic of models in your units.",
    "restrictions": null
  },
  {
    "name": "TITANIC BOMBARDMENT",
    "detachment": "Gate Warden Lance",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Shooting phase .",
    "target": "One IMPERIAL KNIGHTS TITANIC unit from your army that Remained Stationary this turn, that is on your defensive line and that has not been selected to shoot this phase.",
    "effect": "Until the end of the phase, ranged weapons equipped by models in your unit have the [SUSTAINED HITS 2] ability.",
    "restrictions": null
  },
  {
    "name": "FORTRESS OF INTIMIDATION",
    "detachment": "Gate Warden Lance",
    "cpCost": 1,
    "type": "Epic Deed",
    "when": "Start of your opponent’s Charge phase .",
    "target": "One IMPERIAL KNIGHTS TITANIC unit from your army that is on your defensive line .",
    "effect": "Until the end of the phase, each time an enemy unit selects your unit as a target of a charge, that unit must take a Battle-shock test , subtracting 1 from the result.",
    "restrictions": null
  },
  {
    "name": "COURAGEOUS STAND",
    "detachment": "Questoris Companions",
    "cpCost": 1,
    "type": "Epic Deed",
    "when": "Your opponent’s Shooting phase or the Fight phase , just after an enemy unit has selected its targets.",
    "target": "One IMPERIAL KNIGHTS TITANIC unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
    "effect": "Until the end of the phase, models in your unit have the Feel No Pain 6+ ability.",
    "restrictions": null
  },
  {
    "name": "TITANIC DUEL",
    "detachment": "Questoris Companions",
    "cpCost": 1,
    "type": "Epic Deed",
    "when": "Your Shooting phase or the Fight phase .",
    "target": "One IMPERIAL KNIGHTS TITANIC model from your army that has not been selected to shoot or fight this phase.",
    "effect": "Until the end of the phase, each time your model makes an attack that targets a MONSTER , TITANIC or WALKER unit, add 1 to the Hit roll and add 1 to the Wound roll .",
    "restrictions": null
  },
  {
    "name": "MOMENT OF GLORY",
    "detachment": "Questoris Companions",
    "cpCost": 1,
    "type": "Epic Deed",
    "when": "Fight phase , just before an IMPERIAL KNIGHTS TITANIC unit from your army Consolidates .",
    "target": "That IMPERIAL KNIGHTS TITANIC unit.",
    "effect": "Until the end of the phase, each time your unit Consolidates, models in it can move an additional 3\" provided your unit can end that move within Engagement Range of one or more enemy units.",
    "restrictions": null
  },
  {
    "name": "HERO’S TREAD",
    "detachment": "Questoris Companions",
    "cpCost": 1,
    "type": "Epic Deed",
    "when": "End of your Command phase .",
    "target": "One IMPERIAL KNIGHTS TITANIC model from your army that is within range of an objective marker you control.",
    "effect": "Your Level of Control over that objective marker is 5 (unless it would otherwise be higher), until your opponent’s Level of Control over that objective marker is greater than yours at the end of a phase.",
    "restrictions": null
  },
  {
    "name": "UNSTOPPABLE WARRIOR",
    "detachment": "Questoris Companions",
    "cpCost": 2,
    "type": "Epic Deed",
    "when": "Your Movement phase , just after an IMPERIAL KNIGHTS TITANIC unit from your army Falls Back .",
    "target": "That IMPERIAL KNIGHTS TITANIC unit.",
    "effect": "Until the end of the turn, your unit is eligible to shoot and declare a charge in a turn in which it Fell Back.",
    "restrictions": null
  },
  {
    "name": "DRIVEN BY THE PAST",
    "detachment": "Questoris Companions",
    "cpCost": 1,
    "type": "Epic Deed",
    "when": "Your Charge phase .",
    "target": "One IMPERIAL KNIGHTS TITANIC unit from your army.",
    "effect": "Until the end of the turn, your unit is eligible to declare a charge in a turn in which it Advanced .",
    "restrictions": null
  },
  {
    "name": "VIRTUE OF COURAGE",
    "detachment": "Spearhead-At-Arms",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Start of the Fight phase .",
    "target": "One ARMIGER model from your army, or one IMPERIAL KNIGHTS TITANIC model from your army, and one or more friendly ARMIGER models affected by that model’s Bondsman ability.",
    "effect": "Select one enemy unit. Until the end of the phase, each time one of your ARMIGER models makes an attack that targets that enemy unit, add 1 to the Hit roll .",
    "restrictions": null
  },
  {
    "name": "EXEMPLAR’S WISDOM",
    "detachment": "Spearhead-At-Arms",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Your Shooting phase , just after an IMPERIAL KNIGHTS TITANIC model from your army has shot.",
    "target": "That IMPERIAL KNIGHTS TITANIC model, and one or more friendly ARMIGER models affected by that model’s Bondsman ability.",
    "effect": "Select one enemy unit hit by one or more of those attacks. Until the end of the phase, each time one of your ARMIGER models makes an attack that targets that enemy unit, improve the Armour Penetration characteristic of that attack by 1.",
    "restrictions": null
  },
  {
    "name": "MANTLE OF THE MENTOR",
    "detachment": "Spearhead-At-Arms",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Start of your Shooting phase .",
    "target": "One ARMIGER model from your army, or one IMPERIAL KNIGHTS TITANIC model from your army, and one or more friendly ARMIGER models affected by that model’s Bondsman ability.",
    "effect": "Until the end of the phase, your ARMIGER models are eligible to shoot in a turn in which they Fell Back .",
    "restrictions": null
  },
  {
    "name": "THIN THEIR RANKS",
    "detachment": "Spearhead-At-Arms",
    "cpCost": 1,
    "type": "Battle Tactic",
    "when": "Start of your Shooting phase .",
    "target": "One ARMIGER model from your army, or one IMPERIAL KNIGHTS TITANIC model from your army, and one or more friendly ARMIGER models affected by that model’s Bondsman ability.",
    "effect": "Until the end of the phase, ranged weapons equipped by your ARMIGER models have the [RAPID FIRE 1] ability.",
    "restrictions": null
  },
  {
    "name": "LET DUTY BE YOUR SHIELD",
    "detachment": "Spearhead-At-Arms",
    "cpCost": 1,
    "type": "Epic Deed",
    "when": "Your opponent’s Shooting phase , just after an enemy unit has selected its targets.",
    "target": "One ARMIGER unit from your army that was selected as the target of one or more of the attacking units attacks.",
    "effect": "Until the attacking unit has finished making its attacks, each time an attack targets your unit, worsen the Armour Penetration characteristic of that attack by 1.",
    "restrictions": null
  },
  {
    "name": "SQUIRES OFTHE HUNT",
    "detachment": "Spearhead-At-Arms",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "End of your opponent’s Fight phase .",
    "target": "One ARMIGER model from your army, or one IMPERIAL KNIGHTS TITANIC model from your army, and one or more friendly ARMIGER models affected by that model’s Bondsman ability.",
    "effect": "For each of your ARMIGER models that is within 9\" of one or more battlefield edges and not within Engagement Range of one or more enemy units, remove that ARMIGER model from the battlefield and place it into Strategic Reserves .",
    "restrictions": null
  },
  {
    "name": "OMNISSIAH’S GRACE",
    "detachment": "Questor Forgepact",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Any phase, just after a mortal wound is allocated to an IMPERIAL KNIGHTS or ADEPTUS MECHANICUS unit from your army.",
    "target": "That IMPERIAL KNIGHTS or ADEPTUS MECHANICUS unit.",
    "effect": "Until the end of the phase, models in your unit have the Feel No Pain 5+ ability against mortal wounds.",
    "restrictions": null
  },
  {
    "name": "VENGEANCE OF THE MACHINE CULT",
    "detachment": "Questor Forgepact",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Any phase.",
    "target": "One IMPERIAL KNIGHTS unit from your army that was just destroyed. You can use this Stratagem on that unit even though it was just destroyed.",
    "effect": "Until the end of the battle, the enemy unit that destroyed your unit is Marked. Each time an ADEPTUS MECHANICUS model from your army makes an attack that targets a Marked unit, that attack has the [LETHAL HITS] ability.",
    "restrictions": null
  },
  {
    "name": "BONDED IMPERATIVE",
    "detachment": "Questor Forgepact",
    "cpCost": 1,
    "type": "Epic Deed",
    "when": "Your Command phase , just before an IMPERIAL KNIGHTS CHARACTER unit from your army uses a Bondsman ability .",
    "target": "That IMPERIAL KNIGHTS CHARACTER unit.",
    "effect": "When selecting targets for that use of that Bondsman ability, you can select one friendly ADEPTUS MECHANICUS unit within 12\" of your unit in addition, or instead of selecting one ARMIGER model. Until the start of your next Command phase, every model in that ADEPTUS MECHANICUS unit is affected by that Bondsman ability.",
    "restrictions": "You cannot target a KNIGHT PRECEPTOR with this Stratagem."
  },
  {
    "name": "MACHINE FOCUS",
    "detachment": "Questor Forgepact",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Command phase .",
    "target": "One IMPERIAL KNIGHTS unit from your army.",
    "effect": "Until the start of your next turn, your unit can ignore any or all modifiers to the following: the Weapon Skill or Ballistic Skill characteristics of weapons equipped by its models; any Hit roll or Wound roll made for it.",
    "restrictions": null
  },
  {
    "name": "AGGRESSION BEGETS AGGRESSION",
    "detachment": "Questor Forgepact",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Shooting phase .",
    "target": "One IMPERIAL KNIGHTS unit from your army or one IMPERIAL KNIGHTS CHARACTER unit from your army and one friendly ADEPTUS MECHANICUS unit that is within 6\" of that unit.",
    "effect": "Until the end of the phase, ranged weapons equipped by models in your units have the [ASSAULT] ability.",
    "restrictions": null
  },
  {
    "name": "THRONEGHEIST FURY",
    "detachment": "Questor Forgepact",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your opponent’s Movement phase , just after an enemy unit is set up or ends a Normal , Advance , or Fall Back move .",
    "target": "One IMPERIAL KNIGHTS TITANIC unit from your army that is within 24\" of and visible to that enemy unit.",
    "effect": "Select one ranged weapon equipped by a model in your unit. That model can shoot at that enemy unit (and only if it is an eligible target). When doing so, that model can only make attacks with that weapon and each time it makes a ranged attack, an unmodified Hit roll of 6 is required to score a hit, irrespective of the attacking weapon’s Ballistic Skill or any modifiers.",
    "restrictions": null
  },
  {
    "name": "TANK SHOCK",
    "detachment": "Core",
    "cpCost": 1,
    "type": "Strategic Ploy",
    "when": "Your Charge phase , just after a VEHICLE unit from your army ends a Charge move.",
    "target": "That VEHICLE unit.",
    "effect": "Select one enemy unit within Engagement Range of your unit, and select one VEHICLE model in your unit that is within Engagement Range of that enemy unit. Roll a number of D6 equal to the Toughness characteristic of the selected VEHICLE model. For each 5+, that enemy unit suffers 1 mortal wound (to a maximum of 6 mortal wounds).",
    "restrictions": null
  },
  {
    "name": "COUNTER-OFFENSIVE",
    "detachment": "Core",
    "cpCost": 2,
    "type": "Strategic Ploy",
    "when": "Fight phase , just after an enemy unit has fought.",
    "target": "One unit from your army that is within Engagement Range of one or more enemy units and that has not already been selected to fight this phase.",
    "effect": "Your unit fights next.",
    "restrictions": null
  }
]